Repository: sorich87/Import-Users-from-CSV
Catalog: languages/import-users-from-csv-*.po
Languages: de_de, nl_nl

source: Import From CSV
de_de: Von CSV importieren
nl_nl: Importeer van CSV

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht die erforderlichen Berechtigungen, um auf diese Seite zuzugreifen.
nl_nl: U heeft niet genoeg rechten om toegang te krijgen tot deze pagina.

source: Import users from a CSV file
de_de: Benutzer aus einer CSV-Datei importieren
nl_nl: Importeer gebruikers van een CSV-bestand.

source: Notice: please make the directory %s writable so that you can see the error log.
de_de: Achtung: Bitte machen Sie das Verzeichnis %s beschreibbar, damit Sie das Fehlerprotokoll sehen können.
nl_nl: Let op : maak aub de map %s schrijfbaar zodat u de foutmeldingen kunt zien.

source: , please <a href="%s">check the error log</a>
de_de: , bitte überprüfen Sie das <a href="%s">Fehlerprotokoll</a>
nl_nl: , check <a href="%s">de foutmeldingen</a>.

source: Error during file upload.
de_de: Es ist ein Fehler während des Uploads aufgetreten.
nl_nl: Fout opgetreden tijdens het uploaden van het bestand.

source: Cannot extract data from uploaded file or no file was uploaded.
de_de: Es konnten keine Daten aus der hochgeladenen Datei extrahiert werden, oder es wurde keine Datei hochgeladen.
nl_nl: Niet mogelijk om data te importeren uit het geüploade bestand of er is geen bestand geüpload.

source: No user was successfully imported%s.
de_de: Es konnte kein Benutzer erfolgreich importiert werden%s.
nl_nl: Er is geen gebruiker succesvol geïmporteerd%s.

source: Some users were successfully imported but some were not%s.
de_de: Es konnten nicht alle Benutzer erfolgreich importiert werden%s.
nl_nl: Er zijn enkele gebruikers succesvol geïmporteerd, maar andere niet%s.

source: Users import was successful.
de_de: Der Import von Benutzern wurde erfolgreich ausgeführt.
nl_nl: De gebruikers zijn succesvol geïmporteerd.

source: CSV file
de_de: CSV-Datei
nl_nl: CSV-bestand

source: Notification
de_de: Benachrichtigung
nl_nl: Let op

source: Password nag
de_de: Password aktualisieren
nl_nl: Het standaard wachtwoord is aangepast.

source: Import
de_de: Importieren
nl_nl: Importeer

source: You may want to see <a href="%s">the example of the CSV file</a>.
de_de: Schauen Sie sich <a href="%s">die Vorlage der CSV-Datei</a> an.

source: Send to new users
de_de: Benachrichtigung an neue Benutzer senden

source: Show password nag on new users signon
de_de: Zeige Dialog zur Passwortaktualisierung mit dem Login eines neuen Nutzers.

source: BEGIN %s
de_de: Beginn %s

source: [Line %1$s] %2$s
de_de: [Zeile %1$s] %2$s
nl_nl: [Lijn %1$s] %2$s

source: Import Users from CSV
de_de: Importiere Benutzer von CSV-Datei
nl_nl: Importeer gebruikers van CSV

source: Import Users data and metadata from a csv file.
de_de: Benutzer- und Metadaten aus einer CSV-Datei importieren.
nl_nl: Importeer gebruikers-data en metadata van een CSV-bestand.

source: Password hashing
de_de: Passwort-Hashing

source: Disable password hashing
de_de: Das Hashen der Passwörter deaktivieren

source: Users update
de_de: Benutzer aktualisieren

source: Update user when a username or email exists
de_de: Aktualisiere Benutzer, wenn der Benutzername oder die Email bereits existiert
